dict = {
    "False": "Помилковий", "class": "Клас","finally" : "Нарешті",'is' : "Є","return" : "Повернути",
    "None":"Жоден","continue":"Продовжити","lambda":"Лямбда","for":"Для","try":"Спробувати","True":"Істинно","def":"Визначення",
    "from":"Від","nonlocal":"Не локальний","while":"Поки","and":"І","del":"Видалити","global":"Глобальний","not":"Не","with":"З",
    "as":"Як","elif":"Інакше, якщо","if":"Якщо","or":"Або","yield":"Виробити","assert":"Ствердити","else":"Інакше","import":"Імпортувати",
    "pass":"Пропустити","break":"Зупинитися","except":"Окрім","in":"В","raise":"Піднести"
}

word = input("Введіть зарезервоване слово Python: ")

try:
    print(dict[word])
except:
    print("Немає такого зарезервованого слова")
